
((digest . "7ba107b11579e6181dc2164e8e7ab511") (undo-list nil ("virtual " . -63) ((marker . 63) . -8) 71 (t 24188 47218 239859 69000) nil (305 . 306) nil (303 . 305) ("(" . -303) (303 . 304) nil (299 . 303) nil (296 . 299) nil (295 . 296) nil (293 . 295) ("(" . -293) (293 . 294) nil (290 . 293) nil (287 . 290) nil ("  p->f(); // C1のメンバ関数が呼び出されれる。
" . 288) nil ("  p = &c1; //スーパークラスへのポインタを用いて、サブクラスのオブジェクトを参照している
" . 288) nil ("  p->f();
" . 288) nil ("  p = &b;
" . 288) nil ("
" . 288) nil ("  B *p;
" . 288) nil ("
" . 1) nil (1 . 402) (t . -1)))
